"__title__" = "銀行帳戶 (CA)";

"__description__" = "加拿大銀行帳號資訊。";

"bankName" = "銀行名稱";

"owner" = "帳戶名稱";

"accountType" = "資料庫類型";

"transitNo" = "銀行代碼";

"instNo" = "金融機構代碼";

"accountNo" = "Account Number";

"swift" = "SWIFT Code";

"iban" = "IBAN Number";

"branchInfo" = "Branch Information";

"branchPhone" = "電話";

"branchAddress" = "Address";

"telephonePin" = "電話 PIN";


"menu.accountType.checking" = "Checking";

"menu.accountType.savings" = "Savings";

"menu.accountType.loc" = "Line of Credit";

"menu.accountType.money_market" = "Money Market";

"menu.accountType.other" = "其它";
